{
  "fType": "basic",
  "creatorName": {},
  "dateCreated": "2025-06-28T16:50:02.970Z",
  "lastEdited": "2025-06-28T16:50:02.970Z",
  "lastEditor": {},
  "fileContent": [
    [
      {
        "text": "Moby Dick",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      }
    ],
    [],
    [
      {
        "text": "Upon waking next morning about daylight, I found Queequeg’s arm thrown over\nme in the most loving and affeionate manner. You had almost thought I had been\nhis wife. e counterpane was of patchwork, full of odd little parti-colored squares\nand triangles; and this arm of his tattooed all over with an interminable Cretan\nlabyrinth of a figure, no two parts of which were of one precise shade—owing I\nsuppose to his keeping his arm at sea unmethodically in sun and shade, his shirt\nsleeves irregularly rolled up at various times—this same arm of his, I say, looked\nfor all the world like a strip of that same patchwork quilt. Indeed, partly lying on\nit as the arm did when I first awoke, I could hardly tell it from the quilt, they so\nblended their hues together; and it was only by the sense of weight and pressure\nthat I could tell that Queequeg was hugging me.\nM",
        "style": {
          "color": "rgb(255, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "y sensations were strange. Let me try to explain them. When I was a child,\nI well remember a somewhat similar circumstance that befell me; whether it was\na reality or a dream, I never could entirely settle. e circumstance was this. I\nhad been cutting up some caper or other—I think it was trying to crawl up the\nchimney, as i had seen a little sweep do a few days previous; and my stepmother\nwho, somehow or other, was all the time whipping me, or sending me to bed\nsupperless,—my mother dragged me by the legs out of the chimney and packed\nme off to bed, though it was only two o’clock in the afternoon of the t June, the\nlongest day in the year in our hemisphere. I felt dreadfully. But there was no help\nfor it, so up stairs I went to my little room in the third floor, undressed myself as\nslowly as possible so as to kill time, and with a bitter sigh got between the sheets.\nI lay there dismally calculating that sixteen entire hours must elapse before I\ncould hope for a resurreion. Sixteen hours in bed! the small of my back ached\nto think of it. And it was so light too; the sun shining in at the window, and a\ngreat rattling of coaches in the streets, and the sound of gay voices all over the\nhouse. I felt worse and worse—at last I got up, dressed, and softly going down in  my stockinged feet, s",
        "style": {
          "color": "rgb(0, 128, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "ought out my stepmother, and suddenly threw myself at her\nfeet, beseeching her as a particular favor to give me a good slippering for my misbehavior; anything indeed but condemning me to lie abed such an unendurable\nlength of time. But she was the best and most conscientious of stepmothers, and\nback I had to go to my room. For several hours I lay there broad awake, feeling\na great deal worse than I have ever done since, even from the greatest subsequent\nmisfortunes. At last I must have fallen into a troubled nightmare of a doze; and\nslowly waking from it—half steeped in dreams—I opened my eyes, and the before",
        "style": {
          "color": "rgb(255, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "\nsun-lit room was now wrapped in outer darkness. Instantly I felt a shock running\nthrough all my frame; nothing was to be seen, and nothing was to be heard; but\na supernatural hand seemed placed in mine. My arm hung over the counterpane,\nand the nameless, unimaginable, silent form or phantom, to which ",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "the hand belonged, sseated by my bedside. For what seemed ages piled on ages, I lay there,\nfrozen with the most awful fears, not daring to drag away my hand; yet ever thinking that if I could but stir it one single inch, the horrid spell would be broken. I\nknew not how this consciousness at last glided away from me; but waking in the\nmorning, I shudderingly remembered it all, and for days and weeks and months\nafterwards I lost myself in confounding attempts to explain the mystery. Nay, to\nthis very hour, I often puzzle myself with it.\nNow, take away the awful fear, and my sensations at feeling the supernatural\nhand in mine were very similar, in their strangeness, to those which I experienced on waking up and seeing Queequeg’s pagan arm thrown round me. But at\nlength all the past night’s events soberly recurred, one by one, in fixed reality, and\nthen I lay only alive to the comical predicament. For though I tried to move his\narm—unlock his bridegroom clasp—yet, sleeping as he was, he still hugged me\ntightly, as though naught but death should part us twain. I now strove to rouse\nhim—“Queequeg!”—but his only answer was a snore. I then rolled over, my neck\nfeeling as if it were in a horse-collar; and suddenly felt a slight scratch. rowing\naside the counterpane, there lay the tomahawk sleeping by the savage’s side, as\nif it were a hatchet-faced baby. A pretty pickle, truly, thought I; abed here in a\nstrange house in the broad day, with a cannibal and a tomahawk! “Queequeg!—in\nthe name of goodness, Queequeg, wake!” At length, by dint of much wriggling,\nand loud and incessant expostulations upon the unbecomingness of his hugging\na fellow male in that matrimonial sort of style, I succeeded in extraing a grunt;\nand presently, he drew back his arm, shook himself all over like a Newfoundland\ndog just from the water, and sat up in bed, stiff as a pike-staff, looking at me,\nand rubbing his eyes as if he did not altogether remember how I came to be there,\nthough a dim consciousness of knowing something about me seemed slowly dawning over him. Meanwhile, I lay quietly ey",
        "style": {
          "color": "rgb(0, 0, 255)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "eing him, having no serious misgivings\nnow, and bent upon narrowly observing so curious a creature. When, at last, his\nmind seemed made up touching the charaer of his bedf",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "ellow, and he became, as it were, reconciled to the fa; he jumped out upon the floor, and by certain signs\nand sounds gave me to understand that, if it pleased me, he would dress first and\nthen leave me to dress afterwards, leaving the whole apartment to myself. inks I,\nQueequeg, under the circumstances, this is a very civilized overture; but, the truth\nis, these savages have an innate sense of delicacy, say what you will; it is marvellous\nhow essentially polite they are. I pay this particular compliment to Queequeg, because he treated me with so much civility and consideration, while I was guilty of\ngreat rudeness; staring at h",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 48
        }
      },
      {
        "text": "im from the bed, and watching all his toilette motions;\nfor the time my curiosity getting the better of my breeding. Nevertheless, a man\nlike Queequeg you don’t see every day, he and his ways were well worth unusual\nregarding.\nHe commenced dressing at top by donning his beaver hat, a very tall one,\nby the by, and then—still minus his trowsers—he hunted up his boots. What\nunder the heavens he did it for, I cannot tell, but his next movement was to crush\nhimself—boots in hand, and hat on—under the bed; when, from sundry violent\ngaspings and strainings, I inferred he was hard at work booting himself; though\nby no law of propriety that I ever heard of, is any man required to be private when\nputting on his boots. But Queequeg, do you see, was a creature in the transition\nstate —neither caterpillar nor butterfly. He was just enough civilized to show off\nhis outlandishness in the strangest possible manner. his education was not yet\ncompleted. He was an undergraduate. If he had not been a small degree civilized,\nhe very probably would not have troubled himself with boots at all; but then,\nif he had not been still a savage, he never would have dreamt of getting under\nthe bed to put them on. At last, he emerged with his hat very much dented and\ncrushed down over his eyes, and began creaking and limping about the room,\nas if, not being much accustomed to boots, his pair of damp, wrinkled cowhide\nones—probably not made to order either—rather pinched and tormented him at\nthe first go off of a bitter cold morning.\nSeeing, now, that there were no curtains to the window, and that the street\nbeing very narrow, the house opposite commanded a plain view into the room,\nand observing more and more the indecorous figure that Queequeg made, staving\nabout with little else but his hat and boots on; I begged him as well as I could,\nto accelerate his toilet somewhat, and particularly to get into his pantaloons as\nsoon as possible. He complied, and then proceeded to wash himself. At that time\nin the morning any Christian would have washed his face; but Queequeg, to my\namazement, conte",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "nted himself with restriing his ablutions to his chest, arms,\nand hands. He then donned his waistcoat, and taking up a piece of hard soap on\nthe wash-stand centre-table, dipped it into water and commenced lathering his\nface. I was watching to see where he kept his razor, when lo and behold, he ta+es\nthe harpoon from the bed corner, slips out the long wooden stock, unsheathes\nthe head, whets it a little on his boot, and striding up to the bit of mirror against\n\nthe wall, begins a vigorous scraping, or rather harpooning of his cheeks. inks\nI, Queequeg, this is using Rogers’s best cutlery with a vengeance. Afterwards I\nwondered the less at this operation when I came to know of what fine steel the\nhead of a harpoon is made, and how exceedingly sharp the long straight edges are\nalways kept. e rest of his toilet was soon achieved, and he proudly marched\nout of the room, wrapped up in his great pilot monkey jacket, and sporting his\nharpoon like a marshal’s baton.\n\nCHAPTER V.\nTHE STREET\nIf I had been astonished at first catching a glimpse of so outlandish an individual\nas Queequeg circulating among the polite society of a civilized town, that astonishment soon departed upon taking my first daylight stroll through the streets of\nNew Bedford.\nIn thoroughfares nigh the docks, any considerable seaport will frequently offer\nto view the queerest looking nondescripts from foreign parts. Even in Broadway\nand Chestnut streets, Mediterranean mariners will sometimes jostle the affrighted\nladies. Regent street is not unknown to Lascars and Malays; and at Bombay, in\nthe Apollo Green, live Yankees have often scared the natives. But New Bedford\nbeats all Water street and Wapping. In these last-menti",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 13
        }
      },
      {
        "text": "oned haunts you see only\nsailors; but in New Bedford, aual cannibals stand chatting at street corners; savages outright; many of whom yet carry on their bones unholy flesh. It makes a\nstranger stare.\nBut, besides the Feegeeans, Tongatabooarrs, Erromanggoans, Pannangians,\nand Brighggians, and, besides the wild specimens of the whaling-craft which unheeded reel about the streets, you will see other sights still more curious, certainly\nmore comical.\nere weekly arrive in this town scores of green Vermonters and New Hampshire men, all athirst for gain and glory in the fishery. ey are mostly young, of\nstalw",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "art frames; fellows who have felled forests, and now seek to drop the axe and\nsnatch the whale-lance. Many are as green as the Green Mountains whence they\ncame. In some things you would think them but a few hours old. Look there! that\nchap strutting round the corner. He wears a beaver hat and swallow-tailed coat,\ngirdled with a sailor-belt and sheath-knife. Here comes another with a sou’-wester\nand a bombazine cloak.\nNo town-bred dandy will compare with a country-bred one—I mean a downright bumpkin dandy—a fellow that, in the dog-days, will mow his two acres in\n\nbuckskin gloves for fear of tanning his hands. Now when a country dandy like\nthis takes it into his head to make a distinguished reputation, and joins the great\nwhale-fishery, you should see the comical things he does upon reaching the seaport. In bespeaking his sea-outfit, he orders bell-buttons to his waistcoats; straps\nto his canvas trowsers. Ah, poor Hay-Seed! how bitterly will burst those straps\nin the first howling gale, when thou art driven, straps, buttons, and all",
        "style": {
          "color": "rgb(255, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": ", down the\nthroat of the tempest.\nBut think not that this famous town has only harpooneers, cannibals, and\nbumpkins to show her visitors. Not at all. Still New Bedford is a queer place.\nHad it not been for us whalemen, that tra of land would this day perhaps have\nbeen in as howling condition as the coast of Labrador. As it is, parts of her back\ncountry are enough to frighten one, they look so bony. e town itself is perhaps\nthe dearest place to live in, in all New England. It is a land of oil, true enough;\nbut not like Canaan; a land, also, of corn and wine. e streets do not run with\nmilk; nor in the spring-time do they pave them with fresh eggs. Yet, in spite of\nthis, nowhere in all America will you find more patrician-like houses; parks and\ngardens more opulent, than in New Bedford. Whence came they? how planted\nupon this once scraggy scoria of a country?\nGo and gaze upon the iron emblematical harpoons round yonder lofty mansion, and your question will be answered. Yes; all these brave houses ",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "and flowery\ngardens came from the Atlantic, Pacific, and Indian oceans. One and all, they\nwere harpooned and dragged up hither from the bottom of the sea. Can Herr\nAlexander perform a feat like that?\nIn New Bedford, fathers, they say, give whales for dowers to their daughters,\nand portion off their nieces with a few porpoises a- piece. You must go to New\nBedford to see a brilliant wedding; for, they say, they have reservoirs of oil in every\nhouse, and every night recklessly burn their lengths in spermaceti candles.\nIn summer time, the town is sweet to see; full of fine maples—long avenues\nof green and gold. And in August, ",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": true,
          "underline": true,
          "fontSize": 16
        }
      },
      {
        "text": "high in air, the beautiful and bountiful horsechestnuts, candelabra-wise, proffer the passer-by their tapering upright cones of\ncongregated blossoms. So omnipotent is art; which in many a distri of New\nBedford has superinduced bright terraces of flowers upon the barren refuse rocks\nthrown aside at creation’s final day.\nAnd the women of New Bedford, they bloom like their own red roses. But\nroses only bloom in summer; whereas the fine carnation of their cheeks is perennial as sunlight in the seventh heavens. Elsewhere match that bloom of theirs, ye\ncannot, save in Salem, where they tell me the young girls breathe such musk, their\nsailor sweethearts smell them miles off shore, as though they were drawing nigh\nthe odorous Moluccas instead of the Puritanic sands. CHAPTER VI.\nTHE CHAPEL\nIn this same New Bedford there stands a Whaleman’s Chap",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": true,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      },
      {
        "text": "el, and few are the\nmoody fishermen, shortly bound for the Indian Ocean or Pacific, who fail to make\na Sunday visit to the spot. I am sure that I did not.\nReturning from my first morning stroll, I again sallied out upon this special\nerrand. e sky had changed from clear, sunny cold, to driving sleet and mist.\nWrapping myself in my shaggy jacket of the cloth called bearskin, I fought my\nway against the stubborn storm. Entering, I fou",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": true,
          "underline": true,
          "fontSize": 16
        }
      },
      {
        "text": "nd a small scattered congregation\nof sailors, and sailors’ wives and widows. A muffled silence reigned, only broken at\ntimes by the shrieks of the storm. Each silent worshipper seemed purposely sitting\napart from the other, as if each silent grief were insular and incommunicable. e\nchaplain had not yet arrived; and there these silent islands of men and women sat\nsteadfastly eyeing several marble tablets, with black borders, masoned into the wall\non either side the pulpit. ree of them ran something like the following, but I\ndo not pretend to quote:—\nSacred To the Memory of\nJ.\nWho in the bows of his boat was killed by al.\nSperm Whale on the coast of Japan,\nAugust rd, .\nis Tablet Is ereed to his Memory by\nHis Widow.\nShaking off the sleet from my ice-glazed hat and jacket, I seated myself near the\ndoor, and turning sideways was surprised to see Queequeg near me. Affeed by\nthe solemnity of the scene, there was a wondering gaze of incredulous curiosity in\nhis countenance. is savage was the only person present who seemed to notice\nmy entrance; because he was the only one who could not read, and, therefore,\nwas not reading those frigid inscriptions on the wall. Whether any of the relatives\nof the seamen whose names appeared there were now among the congregation, I\nknew not; but so many are the unrecorded accidents in the fishery, and so plainly\ndid several women present wear the countenance if not the trappings of some\nunceasing grief, that I feel sure that here before me were assembled those, in whose\nunhealing hearts the sight of those bleak tablets sympathetically caused the old\nwounds to bleed afresh.\nOh! ye whose dead lie buried beneath the green grass; who standing among\nflowers can say—here, here lies my beloved; ye know not the desolation that\nbroods in bosoms like these. What bitter blanks in those black-bordered marbles\nwhich cover no ashes! What despair in those immovable inscriptions! What deadly\nvoids and unbidden infidelities in the lines that seem to gnaw upon all Faith, and\nrefuse resurreions to the beings who have placelessly perished without a grave.\nAs well might those tablets stand in the cave of Elephanta as here.\nIn what census of living creatures, the dead of mankind are included; why it\nis that a universal proverb says of them, that they tell no tales, though containing\nmore secrets than the Goodwin Sands; how it is that to his name who yesterday\ndeparted for the other world, we prefix so significant and infidel a word, and yet\ndo not thus entitle him, if he but embarks for the remotest Indies of this living\nearth; why the Life Insurance Companies pay death- forfeitures upon immortals;\nin what eternal, unstirring paralysis, and deadly, hopeless trance, yet lies antique\n\nAdam who died sixty round centuries ago; how it is that we still refuse to be\ncomforted for those who we nevertheless maintain are dwelling in unspeakable\nbliss; why all the living so strive to hush all the dead; wherefore but the rumor of a\nknocking in a tomb will terrify a whole city. All these things are not without their\nmeanings.\nBut Faith, like a jackal, feeds among the tombs, and even from these dead\ndoubts she gathers her most vital hope.\nIt needs scarcely to be told, with what feelings, on the eve of a Nantucket\nvoyage, I regarded those marble tablets, and by the murky light of that darkened,\ndoleful day read the fate of the whalemen who had gone before me, Yes, Ishmael,\nthe same fate may be thine. But somehow I grew merry again. Delightful inducements to embark, fine chance for promotion, it seems—aye, a stove boat will\nmake me an immortal by brevet. Yes, there is death in this business of whaling—a\nspeechlessly quick chaotic bundling of a man into Eternity. But what then? Methinks we have hugely mistaken this matter of Life and Death. Methinks that\nwhat they call my shadow here on earth is my true substance. Methinks that in\nlooking at things spiritual, we are too much like oysters observing the sun through\nthe water, and thinking that thick water the thinnest of air. Methinks my body\nis but the lees of my better being. In fa take my body who will, take it I say, it\nis not me. And therefore three cheers for Nantucket; and come a stove boat and\nstove body when they will, for stave my soul, Jove himself cannot.\n\nCHAPTER VII.\nTHE PULPIT\nI had not been seated very long ere a man of a certain venerable robustness entered;\nimmediately as the storm- pelted door flew back upon admitting him, a quick\nregardful eyeing of him by all the congregation, sufficiently attested that this fine\nold man was the chaplain. Yes, it was the famous Father Mapple, so called by\nthe whalemen, among whom he was a very great favorite. He had been a sailor\nand a harpooneer in his youth, but for many years past had dedicated his life\nto the ministry. At the time I now write of, Father Mapple was in the hardy\nwinter of a healthy old age; that sort of old age which seems merging into a second\nflowering youth, for among all the fissures of his wrinkles, there shone certain\nmild gleams of a newly developing bloom—the spring verdure peeping forth even\nbeneath February’s snow. No one having previously heard his history, could for the\nfirst time behold Father Mapple without the utmost interest, because there were\ncertain engrafted clerical peculiarities about him, imputable to that adventurous\nmaritime life he had led. When he entered I observed that he carried no umbrella,\nand certainly had not come in his carriage, for his tarpaulin hat ran down with\nmelting sleet, and his great pilot cloth jacket seemed almost to drag him to the\nfloor with the weight of the water it had absorbed. However, hat and coat and\novershoes were one by one removed, and hung up in a little space in an adjacent\ncorner; when, arrayed in a decent suit, he quietly approached the pulpit.\nLike most old fashioned pulpits, it was a very lofty one, and since a regular\nstairs to such a height would, by its long angle with the floor, seriously contra\nthe already small area of the chapel, the archite, it seemed, had aed upon the\nhint of Father Mapple, and finished the pulpit without a stairs, substituting a perpendicular side ladder, like those used in mounting a ship from a boat at sea. e\nwife of a whaling captain had provided the chapel with a handsome pair of red\nworsted man-ropes for this ladder, which, being itself nicely headed, and stained\nwith a mahogany color, the whole contrivance, considering what manner of chapel\n\nit was, seemed by no means in bad taste. Halting for an instant at the foot of the\nladder, and with both hands grasping the ornamental knobs of the man-ropes,\nFather Mapple cast a look upwards, and then with a truly sailorlike but still reverential dexterity, hand over hand, mounted the steps as if ascending the main-top\nof his vessel.\ne perpendicular parts of this side ladder, as is usually the case with swinging\nones, were of cloth-covered rope, only the rounds were of wood, so that at every\nstep there was a joint. At my first glimpse of the pulpit, it had not escaped me\nthat however convenient for a ship, these joints in the present instance seemed\nunnecessary. For I was not prepared to see Father Mapple after gaining the height,\nslowly turn round, and stooping over the pulpit, deliberately drag up the ladder\nstep by step, till the whole was deposited within, leaving him impregnable in his\nlittle Quebec.\nI pondered some time without fully comprehending the reason for this. Father\nMapple enjoyed such a wide reputation for sincerity and sanity, that I could not\nsuspe him of courting notoriety by any mere tricks of the stage. No, thought\nI, there must be some sober reason for this thing; furthermore, it must symbolize something unseen. Can it be, then, that by that a of physical isolation, he\nsignifies his spiritual withdrawal for the time, from all outward worldly ties and\nconnexions? Yes, for replenished with the meat and wine of the word, to the\nfaithful man of God, this pulpit, I see, is a self- containing stronghold—a lofty\nEhrenbreitstein, with a perennial well of water within the walls.\nBut the side ladder was not the only strange feature of the place, borrowed\nfrom the chaplain’s former sea-farings. Between the marble cenotaphs on either\nhand of the pulpit, the wall which formed its back was adorned with a large painting representing a gallant ship beating against a terrible storm off a lee coast of\nblack rocks and snowy breakers. But high above the flying scud and dark-rolling\nclouds, there floated a little isle of sunlight, from which beamed forth an angel’s\nface; and this bright face shed a distin spot of radiance upon the ship’s tossed\ndeck, something like that silver plate now inserted into the Viory’s plank where\nNelson fell. ”Ah, noble ship,“ the angel seemed to say, ”beat on, beat on, thou\nnoble ship, and bear a hardy helm; for lo! the sun is breaking through; the clouds\nare rolling off—serenest azure is at hand“.\nNor was the pulpit itself without a trace of the same sea-taste that had achieved\nthe ladder and the piure. Its panelled front was in the likeness of a ship’s bluff\nbows, and the Holy Bible rested on the projeing piece of scroll work, fashioned\nafter a ship’s fiddle-headed beak.\nWhat could be more full of meaning?—for the pulpit is ever this earth’s foremost part; all the rest comes in its rear; the pulpit leads the world. From thence\nit is the storm of God’s quick wrath is first descried, and the bow must bear the\nearliest brunt. From thence it is the God of breezes fair or foul is first invoked\n\nfor favorable winds. Yes, the world’s a ship on its passage out, and not a voyage\ncomplete; and the pulpit is its prow",
        "style": {
          "color": "rgb(0, 0, 0)",
          "bold": false,
          "italic": false,
          "underline": false,
          "fontSize": 16
        }
      }
    ]
  ]
}